Repository: ibrahimMohamed1990/apploxa
Catalog: languages/apploxa-*.po
Languages: ar

source: Access Token
ar: رمز الوصول

source: Access Token and WhatsApp number
ar: رمز الوصول ورقم الواتس اب

source: Admin notifications
ar: إشعارات الإدارة

source: Admin WhatsApp number
ar: رقم واتساب المشرف

source: Apploxa
ar: ابلوكسا

source: Apploxa Connection
ar: الربط مع ابلوكسا

source: Apploxa Settings
ar: إعدادات Apploxa

source: Click Save then perform a connection test.
ar: انقر فوق حفظ ثم قم بإجراء اختبار الاتصال.

source: Connect your WhatsApp number to send a One-Time Password (OTP) for login, register and checkout verification.
ar: قم بتوصيل رقم WhatsApp الخاص بك لإرسال كلمة مرور لمرة واحدة (OTP) لتسجيل الدخول والتسجيل والتحقق من الدفع.

source: Copy and paste access token.
ar: انسخ ولصق رمز الوصول.

source: Create a free account at <a href="https://wa.apploxa.com/auth/login" target="_blank">apploxa.com</a>.
ar: قم بإنشاء حساب مجاني على <a href="https://wa.apploxa.com/auth/login" target="_blank">apploxa.com</a>.

source: Create free account
ar: انشاء حساب جديد

source: Customer notifications
ar: إشعارات العملاء

source: Enter verification code
ar: أدخل رمز التحقق

source: Full Name
ar: الاسم بالكامل

source: How to connect your WhatsApp:
ar: كيفية ربط الواتساب الخاص بك:

source: Link your WhatsApp using a QR code.
ar: قم بربط تطبيق WhatsApp الخاص بك باستخدام رمز الاستجابة السريعة QR.

source: Log in
ar: دخول

source: Login & Signup OTP
ar: تسجيل الدخول OTP

source: Made with ♥ by the Apploxa Team
ar: تم صنعه بكل حب بواسطة فريق Apploxa

source: Note: You can link the same number for notifications and OTP.
ar: ملاحظة: يمكنك ربط نفس الرقم للإشعارات وOTP.

source: Notification Logs
ar: سجلات الإشعارات

source: OTP has been sent
ar: تم إرسال OTP

source: Phone Number
ar: رقم الجوال

source: Please rate <a href="https://WordPress.org" target="_blank">Apploxa</a> on WordPress.org to help us spread the word.
ar: يرجى تقييم <a href="https://WordPress.org" target="_blank">Apploxa</a> على WordPress.org لمساعدتنا في نشر البلاجن.

source: Quick Message
ar: رسالة سريعة

source: Save
ar: حفظ

source: Save Changes
ar: حفظ التغيرات

source: Save, then perform a connection test
ar: احفظ ثم قم بإجراء اختبار الاتصال

source: Sign up
ar: إنشاء حساب

source: Templates
ar: القوالب

source: Verify OTP
ar: تاكيد OTP

source: Whatsapploxa - whatsapp notification to your customers
ar: واتسابلوكسا - إشعارات واتساب لعملائك
